Repository: dolquis/Calender_Aralrm
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ja

# a11y.calendar.next_month
source: Next month
ja: 次の月

# a11y.calendar.previous_month
source: Previous month
ja: 前の月

# a11y.cell.alarm_at
source: Alarm at
ja: アラーム

# alarm.default_label
source: Shift alarm
ja: シフトアラーム

# alarm.open
source: Open
ja: 開く

# alarm.stop
source: Stop
ja: 停止

# calendar.empty_setup_hint
source: Create presets and a rotation to see your schedule here.
ja: プリセットとローテーションを作成するとここに予定が表示されます。

# calendar.holiday_short
source: Hol.
ja: 祝

# color.blue
source: Blue
ja: 青

# color.brown
source: Brown
ja: 茶色

# color.cyan
source: Cyan
ja: シアン

# color.green
source: Green
ja: 緑

# color.indigo
source: Indigo
ja: インディゴ

# color.orange
source: Orange
ja: オレンジ

# color.purple
source: Purple
ja: 紫

# color.red
source: Red
ja: 赤

# common.cancel
source: Cancel
ja: キャンセル

# common.done
source: Done
ja: 完了

# common.save
source: Save
ja: 保存

# day.alarm_time
source: Alarm time
ja: アラーム時刻

# day.no_preset
source: No preset
ja: プリセットなし

# day.note
source: Note
ja: メモ

# day.note_placeholder
source: Optional note
ja: メモを入力

# day.override_time
source: Override default time
ja: 既定時刻を上書き

# day.preset
source: Preset
ja: プリセット

# day.skip_alarm
source: Skip alarm
ja: 鳴らさない

# day.time
source: Time
ja: 時刻

# export.create
source: Create export file
ja: エクスポートファイルを作成

# export.description
source: Export your presets, rotations, assignments and overrides as a single .shiftalarm file.
ja: プリセット・ローテーション・割当・祝日設定を1つの.shiftalarmファイルにまとめます。

# export.share
source: Share
ja: 共有

# export.summary_section
source: About
ja: 概要

# holiday.add
source: Add
ja: 追加

# holiday.add_section
source: Add a day
ja: 日付を追加

# holiday.bulk_import_jp
source: Import Japanese public holidays
ja: 日本の祝日をまとめて読み込む

# holiday.bulk_import_section
source: Bulk import
ja: 一括取り込み

# holiday.bulk_import_system_calendar
source: Import from System Calendar
ja: システムカレンダーから読み込む

# holiday.calendar_access_denied_message
source: Please allow calendar access in Settings > Privacy > Calendars.
ja: 設定 > プライバシー > カレンダー でアクセスを許可してください。

# holiday.calendar_access_denied_title
source: Calendar Access Denied
ja: カレンダーへのアクセスが拒否されています

# holiday.date
source: Date
ja: 日付

# holiday.empty
source: No holidays or PTO yet.
ja: 祝日/有休はまだ登録されていません。

# holiday.kind
source: Kind
ja: 種別

# holiday.kind_custom
source: Custom
ja: カスタム

# holiday.kind_paid
source: Paid leave
ja: 有給休暇

# holiday.kind_public
source: Public holiday
ja: 祝日

# holiday.label
source: Label
ja: ラベル

# holiday.list_section
source: Registered
ja: 登録済み

# holiday.replacement
source: Replacement preset
ja: 代替プリセット

# holiday.row_replacement
source: Replacement
ja: 代替

# holiday.row_skip
source: Alarm is skipped.
ja: アラームは鳴りません。

# holiday.skip_alarm
source: Skip alarm
ja: アラームを鳴らさない

source: Import applied.
ja: インポートを適用しました。

# import.apply
source: Apply
ja: 適用

# import.assignments_added
source: Assignments to add
ja: 追加される割当

# import.assignments_updated
source: Assignments to update
ja: 更新される割当

# import.overrides_added
source: Overrides to add
ja: 追加される祝日/有休

# import.overrides_updated
source: Overrides to update
ja: 更新される祝日/有休

# import.patterns_added
source: Rotations to add
ja: 追加されるローテーション

# import.patterns_updated
source: Rotations to update
ja: 更新されるローテーション

# import.pick_file
source: Pick a .shiftalarm file
ja: .shiftalarmファイルを選択

# import.pick_section
source: Source
ja: 読み込み元

# import.presets_added
source: Presets to add
ja: 追加されるプリセット

# import.presets_updated
source: Presets to update
ja: 更新されるプリセット

# import.preview_section
source: Preview
ja: プレビュー

# import.validation.apply_error
source: This .shiftalarm file has validation errors.
ja: この .shiftalarm ファイルには検証エラーがあります。

# import.validation.duplicate_date
source: Duplicate date at %@.
ja: %@ に重複した日付があります。

# import.validation.duplicate_id
source: Duplicate ID at %@.
ja: %@ に重複した ID があります。

# import.validation.future_version
source: Future bundle version at %@ is not supported yet.
ja: %@ の将来バージョンはまだ対応していません。

# import.validation.invalid_alarm_hour
source: Alarm hour at %@ must be 0 through 23.
ja: %@ の時は 0 から 23 の範囲にしてください。

# import.validation.invalid_alarm_minute
source: Alarm minute at %@ must be 0 through 59.
ja: %@ の分は 0 から 59 の範囲にしてください。

# import.validation.invalid_color_hex
source: Color at %@ is invalid and will use the default color.
ja: %@ の色が不正なため既定色を使用します。

# import.validation.invalid_cycle_length
source: Cycle length at %@ must be 1 through 365.
ja: %@ の周期は 1 から 365 の範囲にしてください。

# import.validation.missing_preset_reference
source: Preset reference at %@ is missing from this bundle.
ja: %@ のプリセット参照がこのバンドル内にありません。

# import.validation.slot_count_mismatch
source: Slot count at %@ does not match the cycle length.
ja: %@ のスロット数が周期と一致しません。

# import.validation.text_too_long
source: Text at %@ is too long.
ja: %@ のテキストが長すぎます。

# import.validation.too_many_items
source: Too many items at %@.
ja: %@ の件数が多すぎます。

# import.validation.unsupported_version
source: Unsupported bundle version at %@.
ja: %@ のバージョンには対応していません。

# import.validation_errors_section
source: Import errors
ja: インポートエラー

# import.validation_warnings_section
source: Import warnings
ja: インポート警告

# change_preview.after
source: After
ja: 変更後

# change_preview.alarm.skipped
source: Alarm skipped
ja: アラームなし

# change_preview.alarm.inherited
source: Inherited %@
ja: %@ を継承

# change_preview.alarm.unset
source: No alarm
ja: アラーム未設定

# change_preview.assignment.rest_day
source: Rest day
ja: 休み

# change_preview.assignment.summary
source: %@ · %@ · alarm %@
ja: %@ · %@ · アラーム %@

# change_preview.before
source: Before
ja: 変更前

# change_preview.clear_selection
source: Clear selection
ja: 選択を解除

# change_preview.empty_filter
source: No preview items match this filter.
ja: このフィルタに一致するプレビュー項目はありません。

# change_preview.entity.day_assignment
source: Assignment
ja: 割当

# change_preview.entity.dow_rule
source: Day-of-week rule
ja: 曜日ルール

# change_preview.entity.holiday_override
source: Holiday override
ja: 祝日/有休

# change_preview.entity.preset
source: Preset
ja: プリセット

# change_preview.entity.rotation_pattern
source: Rotation
ja: ローテーション

# change_preview.entity.vacation_period
source: Vacation period
ja: 連休期間

# change_preview.filter
source: Filter
ja: フィルタ

# change_preview.filter.added
source: Added
ja: 追加

# change_preview.filter.all
source: All
ja: すべて

# change_preview.filter.conflicts
source: Conflicts
ja: 競合

# change_preview.filter.selected
source: Selected
ja: 選択中

# change_preview.filter.updated
source: Updated
ja: 変更

# change_preview.filter.warnings
source: Warnings
ja: 警告

# change_preview.kind.add
source: Add
ja: 追加

# change_preview.kind.conflict
source: Conflict
ja: 競合

# change_preview.kind.delete
source: Delete
ja: 削除

# change_preview.kind.unchanged
source: Unchanged
ja: 変更なし

# change_preview.kind.update
source: Update
ja: 変更

# change_preview.override.replacement
source: Replace with %@
ja: %@ に変更

# change_preview.preset.summary
source: %@ · alarm %@
ja: %@ · アラーム %@

# change_preview.rotation.active
source: Active
ja: 有効

# change_preview.rotation.inactive
source: Inactive
ja: 無効

# change_preview.rotation.summary
source: %@ · %d-day cycle · anchor %@ · %@
ja: %@ · %d日周期 · 基準 %@ · %@

# change_preview.section.assignments
source: Assignments
ja: 割当

# change_preview.section.overrides
source: Holiday overrides
ja: 祝日/有休

# change_preview.section.presets
source: Presets
ja: プリセット

# change_preview.section.rotations
source: Rotations
ja: ローテーション

# change_preview.section.validation
source: Validation
ja: 検証

# change_preview.select_all
source: Select all
ja: すべて選択

# change_preview.select_updates
source: Select updates only
ja: 変更だけ選択

# change_preview.select_without_conflicts
source: Select non-conflicts
ja: 競合以外を選択

# change_preview.selection_menu
source: Selection
ja: 選択操作

# change_preview.summary_added
source: Added
ja: 追加

# change_preview.summary_conflicts
source: Conflicts
ja: 競合

# change_preview.summary_deleted
source: Deleted
ja: 削除

# change_preview.summary_section
source: Change summary
ja: 変更サマリ

# change_preview.summary_selected
source: Selected
ja: 選択中

# change_preview.summary_updated
source: Updated
ja: 変更

# change_preview.summary_warnings
source: Warnings
ja: 警告

# onboarding.get_started
source: Get Started
ja: はじめる

# onboarding.next
source: Next
ja: 次へ

# onboarding.permission_subtitle
source: ShiftAlarm uses AlarmKit to ring through Silent and Focus modes. Please allow alarm access.
ja: サイレントやフォーカス中でも鳴らすために AlarmKit の許可が必要です。

# onboarding.permission_title
source: Allow Alarms
ja: アラームを許可

# onboarding.ready_subtitle
source: Sample presets have been added. Tap a day on the calendar to assign a shift.
ja: サンプルのプリセットを追加しました。カレンダーの日付をタップしてシフトを割り当てましょう。

# onboarding.ready_title
source: Ready to Go!
ja: 準備完了！

# onboarding.request_permission
source: Allow Alarms
ja: アラームを許可する

# onboarding.skip
source: Skip for now
ja: あとで設定する

# onboarding.welcome_subtitle
source: Wake up on time for every shift. Set once, alarm automatically.
ja: シフトに合わせて目覚ましを自動設定。 一度設定すれば毎日自動で鳴ります。

# onboarding.welcome_title
source: Shift Alarm
ja: シフトアラーム

# preset.alarm_time
source: Alarm time
ja: アラーム時刻

# preset.bedtime_lead
source: Reminder Lead Time
ja: リマインダー事前通知

# preset.bedtime_reminder
source: Bedtime Reminder
ja: 就寝リマインダー

# preset.color
source: Color
ja: 色

# preset.default_alarm
source: Default alarm
ja: 既定アラーム

# preset.edit
source: Edit preset
ja: プリセット編集

# preset.empty_subtitle
source: Create a preset for each shift type (e.g. day shift, night shift).
ja: 勤務種別ごとにプリセットを作成しましょう。

# preset.empty_title
source: No presets
ja: プリセットがありません

# preset.enable_default_time
source: Enable default alarm time
ja: 既定アラーム時刻を有効化

# preset.name_placeholder
source: e.g. Night shift
ja: 例: 夜勤

# preset.name_section
source: Name
ja: 名前

# preset.new
source: New preset
ja: 新規プリセット

# preset.no_default_time
source: No default time
ja: 既定時刻なし

# preset.note
source: Note
ja: メモ

# preset.note_placeholder
source: Optional note
ja: 任意のメモ

# preset.section_sleep
source: Sleep
ja: 睡眠

# preset.sleep_duration
source: Sleep Duration
ja: 睡眠時間

# preset.sleep_footer
source: A bedtime reminder will sound before you need to sleep to wake up on time for this preset.
ja: このプリセットの起床時刻に間に合うよう、就寝前にリマインダーが鳴ります。

# preset.sound
source: Sound
ja: サウンド

# rotation.active
source: Active
ja: 有効

# rotation.anchor
source: Anchor date
ja: アンカー日

# rotation.cycle_label
source: Cycle length
ja: 周期長

# rotation.cycle_section
source: Cycle
ja: 周期

# rotation.edit
source: Edit rotation
ja: ローテーション編集

# rotation.empty_subtitle
source: Define cyclic patterns like 4-on/2-off or 3-shift rotations.
ja: 4勤2休や3直2交代などの周期パターンを定義します。

# rotation.empty_title
source: No rotations
ja: ローテーションがありません

# rotation.end
source: End date
ja: 終了日

# rotation.flags_section
source: Options
ja: オプション

# rotation.has_end
source: Limit end date
ja: 終了日を指定

# rotation.has_start
source: Limit start date
ja: 開始日を指定

# rotation.inactive
source: OFF
ja: 停止中

# rotation.name_placeholder
source: e.g. 4-on / 2-off
ja: 例: 4勤2休

# rotation.name_section
source: Name
ja: 名前

# rotation.new
source: New rotation
ja: 新規ローテーション

# rotation.preview_section
source: Preview (14 days)
ja: プレビュー(14日)

# rotation.priority
source: Priority
ja: 優先度

# rotation.range_section
source: Date range
ja: 適用範囲

# rotation.rest_day
source: Rest day
ja: 休み

# rotation.slots_section
source: Slots
ja: スロット

# rotation.start
source: Start date
ja: 開始日

# seed.day_shift
source: Day shift
ja: 昼勤

# seed.night_shift
source: Night shift
ja: 夜勤

# settings.about
source: About
ja: 情報

# settings.default_sound
source: Default sound
ja: 既定サウンド

# settings.export
source: Export shift schedule
ja: シフト表をエクスポート

# settings.holidays
source: Holidays / PTO
ja: 祝日 / 有休

# settings.import
source: Import shift schedule
ja: シフト表をインポート

# settings.live_activity_lead_hours
source: Live Activity lead (hours)
ja: Live Activity 開始 (時間前)

# settings.lookahead_days
source: Lookahead (days)
ja: 先読み日数

# settings.open
source: Open Settings
ja: 設定を開く

# settings.open_system_settings
source: Open Settings
ja: 設定を開く

# settings.permission_authorized
source: AlarmKit authorized
ja: AlarmKit 許可済み

# settings.permission_denied
source: AlarmKit denied. Enable in Settings.
ja: AlarmKit が拒否されています。設定で有効化してください。

# settings.permission_not_determined
source: AlarmKit permission not requested yet
ja: AlarmKit の許可が未要求です

# settings.permission_section
source: Permission
ja: 許可

# settings.safety_diagnostics_section
source: Safety / Diagnostics
ja: 安全性 / 診断

# diagnostics.action.healthkit
source: Authorize HealthKit
ja: HealthKit を許可

# diagnostics.action.none
source: No action needed
ja: 対応不要

# diagnostics.action.open_settings
source: Open Settings
ja: 設定を開く

# diagnostics.action.refresh
source: Sync now
ja: 今すぐ同期

# diagnostics.action.request_permission
source: Request permission
ja: 許可をリクエスト

# diagnostics.app_group.ok
source: App Group storage is reachable.
ja: App Group ストレージを読み取れます。

# diagnostics.app_group.unavailable
source: App Group storage is not reachable.
ja: App Group ストレージを読み取れません。

# diagnostics.authorization.denied
source: AlarmKit is denied. Enable it in Settings.
ja: AlarmKit が拒否されています。設定で有効化してください。

# diagnostics.authorization.not_determined
source: AlarmKit permission has not been requested yet.
ja: AlarmKit の許可がまだリクエストされていません。

# diagnostics.authorization.ok
source: AlarmKit is authorized.
ja: AlarmKit は許可済みです。

# diagnostics.bg_refresh.missing
source: Background refresh is not configured.
ja: バックグラウンド更新が設定されていません。

# diagnostics.bg_refresh.ok
source: Background refresh is configured.
ja: バックグラウンド更新は設定済みです。

# diagnostics.check.authorization
source: AlarmKit permission
ja: AlarmKit 権限

# diagnostics.check.bg_refresh
source: Background refresh
ja: バックグラウンド更新

# diagnostics.check.last_sync
source: Last sync
ja: 最終同期

# diagnostics.check.next_alarm
source: Next alarm registration
ja: 次回アラーム登録

# diagnostics.check.upcoming_days
source: Upcoming scheduled days
ja: 近日の登録予定日

# diagnostics.checks
source: Checks
ja: 診断項目

# diagnostics.generated_at
source: Generated
ja: 診断時刻

# diagnostics.healthkit.not_authorized
source: HealthKit sleep writes are not authorized.
ja: HealthKit の睡眠書き込みが許可されていません。

# diagnostics.healthkit.ok
source: HealthKit sleep writes are authorized.
ja: HealthKit の睡眠書き込みは許可済みです。

# diagnostics.healthkit.unavailable
source: HealthKit is unavailable on this device.
ja: このデバイスでは HealthKit を利用できません。

# diagnostics.last_scheduler_result
source: Last sync result
ja: 最終同期結果

# diagnostics.last_scheduler_run
source: Last sync time
ja: 最終同期時刻

# diagnostics.last_sync.never
source: No scheduler run has been recorded yet.
ja: スケジューラの実行記録がまだありません。

# diagnostics.last_sync.ok
source: Scheduler sync ran within the last 24 hours.
ja: 24 時間以内に同期されています。

# diagnostics.last_sync.stale
source: Scheduler sync is older than 24 hours.
ja: 最終同期から 24 時間以上経過しています。

# diagnostics.live_activity.invalid
source: Live Activity lead time is outside the supported range.
ja: Live Activity の開始時間が対応範囲外です。

# diagnostics.live_activity.ok
source: Live Activity lead time is valid.
ja: Live Activity の開始時間は有効です。

# diagnostics.next_alarm
source: Next alarm
ja: 次回アラーム

# diagnostics.next_alarm.missing
source: No upcoming wake alarm is stored.
ja: 近日の起床アラームが保存されていません。

# diagnostics.next_alarm.not_scheduled
source: The saved alarm ID is missing from AlarmKit.
ja: 保存済みアラーム ID が AlarmKit に存在しません。

# diagnostics.next_alarm.ok
source: The next wake alarm is registered in AlarmKit.
ja: 次回起床アラームは AlarmKit に登録済みです。

# diagnostics.next_alarm.unsaved
source: The next wake alarm has no saved AlarmKit ID.
ja: 次回起床アラームに AlarmKit ID が保存されていません。

# diagnostics.next_alarm_label
source: Alarm label
ja: アラーム名

# diagnostics.none
source: None
ja: なし

# diagnostics.refresh_now
source: Sync now
ja: 今すぐ同期

# diagnostics.scheduled_count
source: Registered alarms
ja: 登録済みアラーム数

# diagnostics.status.attention
source: Needs attention
ja: 要確認

# diagnostics.status.attention.title
source: Some alarm sync checks need attention
ja: アラーム同期に確認が必要です

# diagnostics.status.critical
source: Critical
ja: 重大

# diagnostics.status.critical.title
source: The next alarm may not ring
ja: 次回アラームが鳴らない可能性があります

# diagnostics.status.normal
source: OK
ja: 正常

# diagnostics.status.normal.title
source: Alarm scheduling looks healthy
ja: アラーム登録は正常です

# diagnostics.status.warning
source: Warning
ja: 警告

# diagnostics.status.warning.title
source: Optional integrations need attention
ja: 任意連携に確認が必要です

# diagnostics.summary
source: Summary
ja: 概要

# diagnostics.title
source: Alarm Diagnostics
ja: アラーム診断

# diagnostics.upcoming_days.missing
source: Some upcoming shift days are not registered in AlarmKit.
ja: 近日のシフト日の一部が AlarmKit に登録されていません。

# diagnostics.upcoming_days.ok
source: Upcoming shift days are registered.
ja: 近日のシフト日は登録済みです。

# settings.request_permission
source: Request permission
ja: 許可をリクエスト

# settings.scheduling_section
source: Scheduling
ja: スケジューリング

# settings.sound_section
source: Sound
ja: サウンド

# settings.version
source: Version
ja: バージョン

# sleep.healthkit_authorize
source: Authorize Health Access
ja: ヘルスケアアクセスを許可

# sleep.healthkit_enabled
source: Health Access Enabled
ja: ヘルスケアアクセス有効

# sleep.healthkit_footer
source: When authorized, shift-based sleep windows are saved to the Health app for sleep tracking.
ja: 許可すると、シフトに基づく睡眠ウィンドウがヘルスケアアプリに保存されます。

# sleep.healthkit_unavailable
source: Health Not Available
ja: ヘルスケア非対応

# sleep.limitation_body
source: iOS does not allow third-party apps to directly modify the Health app’s Sleep Schedule or Clock app alarms. This guide shows you how to automate it using Shortcuts personal automations with our App Intents.
ja: iOSのサンドボックス制約により、サードパーティアプリがヘルスケアの睡眠スケジュールや時計アプリのアラームを直接書き換えることはできません。本ガイドでは、ショートカットの個人用オートメーションとApp Intentsを使って自動化する方法を説明します。

# sleep.limitation_title
source: iOS API Limitations
ja: iOS APIの制約

# sleep.nav_title
source: Sleep Schedule
ja: 睡眠スケジュール

# sleep.no_windows_description
source: Set up shift presets with alarm times to see bedtime and wake schedules here.
ja: アラーム時刻を設定したシフトプリセットを追加すると、就寝・起床スケジュールが表示されます。

# sleep.no_windows_title
source: No Upcoming Alarms
ja: 今後のアラームなし

# sleep.reminder_label
source: Bedtime reminder
ja: 就寝リマインダー

# sleep.section_healthkit
source: Health Integration
ja: ヘルスケア連携

# sleep.section_limitation
source: Why Can’t It Be Fully Automatic?
ja: 完全自動にできない理由

# sleep.section_shortcuts
source: Shortcuts Automation
ja: ショートカット自動化

# sleep.section_upcoming
source: Upcoming Sleep Windows
ja: 今後の睡眠ウィンドウ

# sleep.shortcuts_footer
source: Use a personal automation in Shortcuts to automatically update your iOS Sleep Focus and Clock alarms based on your shift calendar.
ja: ショートカットの個人用オートメーションを使って、シフトカレンダーに基づいてiOSの睡眠フォーカスと時計アプリのアラームを自動更新できます。

# sleep.shortcuts_guide_button
source: Shortcuts Setup Guide
ja: ショートカット設定ガイド

# sleep.shortcuts_guide_title
source: Shortcuts Setup
ja: ショートカット設定

# sleep.shortcuts_setup
source: Set Up Shortcuts Automation
ja: ショートカット自動化を設定

# sleep.step1_body
source: Open the Shortcuts app and tap Automation → New Automation → Time of Day. Set it to run daily (e.g. 6 PM). Then add the following actions:
ja: ショートカットアプリを開き、「オートメーション」→「新規オートメーション」→「時刻」をタップ。毎日（例：18:00）実行するよう設定し、以下のアクションを追加します：

# sleep.step1_intents
source: 1. Get Next Sleep Window (ShiftAlarm) 2. Toggle Sleep Focus 3. Set Alarm (using bedtime from step 1)
ja: 1. 次の睡眠ウィンドウを取得（シフトアラーム） 2. 睡眠フォーカスをオン 3. アラームを設定（ステップ1の就寝時刻を使用）

# sleep.step1_title
source: Step 1 — Open Shortcuts
ja: ステップ1 — ショートカットを開く

# sleep.step2_body
source: After creating the automation, tap Done. Enable “Run Automatically” so it fires without requiring manual confirmation each time.
ja: オートメーションを作成後、「完了」をタップ。「自動実行」を有効にして、毎回の確認なしに実行されるようにします。

# sleep.step2_title
source: Step 2 — Enable Run Automatically
ja: ステップ2 — 自動実行を有効化

# sleep.step3_body
source: Each evening the automation fetches your next shift’s sleep window and updates your Sleep Focus schedule and Clock alarm automatically.
ja: 毎晩オートメーションが次のシフトの睡眠ウィンドウを取得し、睡眠フォーカスと時計のアラームを自動更新します。

# sleep.step3_title
source: Step 3 — That’s It!
ja: ステップ3 — 完了！

# sound.bell
source: Bell
ja: ベル

# sound.chime
source: Chime
ja: チャイム

# sound.radar
source: Radar
ja: レーダー

# sound.system_default
source: System default
ja: システム既定

# tab.calendar
source: Calendar
ja: カレンダー

# tab.presets
source: Presets
ja: プリセット

# tab.rotation
source: Rotation
ja: ローテーション

# tab.settings
source: Settings
ja: 設定

# tab.sleep
source: Sleep
ja: 睡眠

# widget.description
source: Shows your next shift alarm.
ja: 次のシフトアラームを表示します。

# widget.display_name
source: Next alarm
ja: 次のアラーム

# widget.no_alarm_subtitle
source: No alarms scheduled.
ja: 予定なし

# widget.no_alarm_title
source: No alarm
ja: アラームなし

# pattern.suggestion.title
source: Shift Pattern Detected
ja: シフトパターンを検出しました

# pattern.suggestion.body
source: A %d-day repeating cycle was found in your history. Register it as a rotation?
ja: 履歴から %d 日サイクルのパターンを検出しました。ローテーションとして登録しますか？

# pattern.suggestion.drift.title
source: Shift Pattern Changed
ja: シフトパターンの変化を検出しました

# pattern.suggestion.drift.body
source: Recent edits differ from your active rotation. Replace it with this %d-day cycle?
ja: 最近の手動変更が現在のローテーションとずれています。この %d 日サイクルに更新しますか？

# pattern.suggestion.accept
source: Register
ja: 登録する

# pattern.suggestion.accept.a11y
source: Register detected shift pattern as rotation
ja: 検出されたシフトパターンをローテーションとして登録

# pattern.suggestion.reject
source: Dismiss
ja: 却下

# pattern.suggestion.reject.a11y
source: Dismiss shift pattern suggestion for 30 days
ja: シフトパターンの提案を 30 日間非表示にする

# pattern.suggestion.default_name
source: Detected Pattern
ja: 検出パターン

# pattern.suggestion.drift.default_name
source: Updated Pattern
ja: 更新パターン

# ics.export.nav_title
source: Export as .ics
ja: .ics でエクスポート

# ics.export.range_section
source: Range
ja: 期間

# ics.export.months_label
source: %d month(s)
ja: %d ヶ月分

# ics.export.summary_section
source: About
ja: 説明

# ics.export.description
source: Exports your shift schedule as an iCalendar (.ics) file. Share it with family via AirDrop or Mail. No personal notes are included.
ja: シフトスケジュールを iCalendar (.ics) ファイルとして書き出します。AirDrop やメールで家族に共有できます。メモは含まれません。

# ics.export.create
source: Create .ics File
ja: .ics ファイルを作成

# ics.export.share
source: Share .ics File
ja: .ics ファイルを共有
